/* Alert view message when no comments found. */
"Be the first who is commenting this. Tap on the add button on top right corner." = "Legyél Te az első kommentelő. Érintsd meg a gombot a jobb felső sarokban.";

/* Button title on action/alert controller */
"Cancel" = "Mégse";

/* Alert controller title */
"Choose an image source" = "Válaszd ki a kép fájl helyét";

/* User input validation error message on alert view */
"Comment text must not be empty." = "Hozzászólás szövege nem lehet üres.";

/* Server connection error message */
"Connection to server failed." = "A szerverhez való kapcsolódás nem sikerült. Kérjük ellenőrizze az internet kapcsolatot.";

/* Error message alert view title */
"Error" = "Hiba";

/* Button title on alert controller */
"Import from photo library" = "Kép importálása";

/* Alert view title when form validation failed */
"Missing input" = "Hiányzó bevitel";

/* Alert controller title when device location is unknown before sending proposal */
"Missing location" = "Hiányzik a helyszín";

/* User input validation error title on alert view */
"Missing or invalid input" = "Hiányzó vagy érvénytelen bevitel";

/* Alert view message when form validation failed */
"Name field must not be empty" = "A név mező nem lehet üres.";

/* Text prefix on segmented control option */
"Near to" = "Közelében: ";

/* text for second option on segmented control */
"Near to this city" = "Város közelében";

/* Alert title when no comments found. */
"No comments found for this curioso yet." = "Még nincsenek hozzászólások.";

/* Alert view title when there are no any search results. */
"No results found." = "Nincs találat.";

/* Placeholder text in text view. */
"Optionally you can write few words here about this curio" = "Írj pár szót erről a helyről/kuriózumról.";

/* Alert view message when there are no any search results. */
"Please set a different search criteria." = "Állíts be másik keresési feltételt.";

/* Name card search error message */
"Search request failed." = "A keresést nem sikerült elküldeni.";

/* Comment sending error message on alert view */
"Sending your comment failed." = "A hozzászólás beküldése nem sikerült.";

/* Button title on alert controller */
"Take a picture" = "Csinálj egy képet";

/* Button title on action controller */
"Turn GPS on" = "Kapcsold be GPS-t";

/* Alert controller message */
"You could import an image from your photo library or just take a picture now." = "Válassz egy képet a meglévők közül, vagy csinálj egyet az eszköz kamerájával.";

/* Alert controller message when GPS location is unknown */
"You won't be able to send proposal without known GPS location of your device." = "A földrajzi helyzet ismerete nélkül nem lehet kuriózumot javasolni.";


/* Initial text view content when adding a comment. */
"We are wondering what's your opinion." = "Kíváncsiak vagyunk a véleményedre.";

/* Table view header prompt */
"Ordering" = "Rendezés";

/* Ordering option 1 */
"By Name" = "Név szerint";

/* Ordering option 2 */
"By Distance" = "Távolság szerint";

/* Title on navbar */
"List of cities" = "Városok";

/* Title of route planning button */
"Plannig route" = "Útvonal tervezés";

/* Alert view title when route planning is not possible */
"Can't launch app" = "Nem található a szükséges alkalmazás";

/* Alert view text when route planning is not possible */
"Google Maps application needed on your device" = "A Google Maps alkalmazás nincs telepítve az eszközön";

/* Button title for 1st picture to be attached to a proposal. */
"Picture 1" = "Első kép";

/* Button title for 2nd picture to be attached to a proposal. */
"Picture 2" = "Második kép";

